"Weather" = "Wetter";
"Haze" = "Dunst";
"Currently %@" = "Aktuell %@";
"Windy" = "Windig";
"Thunderstorms" = "Unwetter";
"%@º" = "%@º";
"Low" = "Tief";
"NW" = "NW";
"TODAY" = "HEUTE";
"Knots" = "Knoten";
"UV: %@" = "UV: %@";
"UV Index" = "UV-Index";
"E" = "O";
"Request Location Access" = "Autorisierung anfordern";
"Kilometers" = "Kilometer";
"South" = "Süd";
"Current Weather" = "Wetterbedingungen";
"WEATHER" = "WETTER";
"Feels Like" = "Gefühlt";
"Extreme" = "Extrem";
"Chance of Rain" = "Regen";
"Sleet" = "Graupel";
"N" = "N";
"Very High" = "Sehr hoch";
"SE" = "SO";
"Feels Like: %@" = "Gefühlt: %@";
"East" = "Ost";
"%@ cm" = "%@ cm";
"South East" = "Südost";
"%@ mm" = "%@ mm";
"Snow" = "Schnee";
"S" = "S";
"m/s" = "m/s";
"High" = "Hoch";
"Precipitation" = "Niederschlag";
"%@ chance of rain" = "%@ Regenwahrscheinlichkeit";
"Tornadoes" = "Wirbelstürme";
"%@ mb" = "%@ mb";
"Mostly Clear" = "Meist wolkenlos";
"Rain" = "Regen";
"Current location: %@" = "Aktueller Ort: %@"; // weather
"%@ m/s" = "%@ m/s";
"%@ hPa" = "%@ hpa";
"Medium" = "Mittel";
"%@ km" = "%@ km";
"%@ km/h" = "%@ km/h";
"South West" = "Südwest";
"Visibility" = "Sichtweite";
"%@ miles" = "%@ Meilen";
"NE" = "NO";
"Today" = "Heute";
"%@ knots" = "%@ Knoten";
"inches" = "Zoll";
"%@ mph" = "%@ mi/h";
"Temperature" = "Temperatur";
"North" = "Nord";
"Chance of Snow" = "Schnee";
"North East" = "Nordost";
"Current Temperature" = "Aktuelle Temperatur";
"MPH" = "mi/h";
"Rain Probability" = "Regen";
"SW" = "SW";
"%@\"" = "%@\"";
"Location: %@" = "Ort: %@";
"Hail" = "Hagel";
"km" = "km";
"West" = "West";
"Pressure" = "Druck";
"Fog" = "Nebel";
"Clear" = "Wolkenlos";
"Current Location" = "Aktueller Standort";
"%@ kilometers" = "%@ Kilometer";
"Wind" = "Wind";
"%@ chance of snow" = "%@ Schneewahrscheinlichkeit";
"hPa" = "hPa";
"Dew Point" = "Taupunkt";
"Moderate" = "Moderat";
"Partly Cloudy" = "Teilweise bewölkt";
"Miles" = "Meilen";
"%@ in" = "%@ Zoll";
"More Information" = "Mehr Informationen";
"km/h" = "km/h";
"Humidity" = "Feuchtigkeit";
"North West" = "Nordwest";
"Cloudy" = "Bewölkt";
"cm" = "cm";
"mph" = "mi/h";


// Unlocalized strings



// Unlocalized strings

"Your weather access has expired. You will need to purchase a new package to continue receiving weather data." = "Your weather access has expired. You will need to purchase a new package to continue receiving weather data.";
"You do not have an active weather account. You will need to purchase a weather paackge to receive weather data." = "You do not have an active weather account. You will need to purchase a weather paackge to receive weather data.";
"Please update iStat Menus to continue receiving weather data." = "Please update iStat Menus to continue receiving weather data.";
"View & Purchase Packages" = "View & Purchase Packages";


// Modified strings

